Autodesk.Revit.DB.Lighting.HemisphericalLightDistribution.#ctor(Autodesk.Revit.DB.Lighting.HemisphericalLightDistribution)
Creates a copy of the given hemispherical light distribution
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013